driver-tests/bpelse/assign/AssignJbi/test/CopygYearMonthInvoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><gYearMonthPart xmlns="urn:DataType"><xsd_gYearMonth>2005-8</xsd_gYearMonth><optional_gYearMonth>2006-1</optional_gYearMonth><repeat_gYearMonth>2006-1</repeat_gYearMonth><repeat_gYearMonth>2006-10</repeat_gYearMonth></gYearMonthPart></SOAP-ENV:Body></SOAP-ENV:Envelope>
